Repository: Vardan933/Nova
Catalog: Nova/Resources/Localizable.xcstrings
Source language: en
Languages: hy

source: About Nova
hy: Nova-ի մասին

source: Appearance
hy: Արտաքին տեսք

source: Application
hy: Հավելված

source: Articles you save will appear here.
hy: Այն հոդվածները, որոնք դու կպահպանես, կհայտնվեն այստեղ

source: Contact Developer
hy: Կապ հաստատել ծրագրավորողի հետ

source: Dark Mode
hy: Մութ ռեժիմ

source: Developer
hy: Ծրագրավորող

source: Experience Nova's Liquid Glass interface for a premium news discovery.
hy: Վայելիր Nova-ի Liquid Glass ինտերֆեյսը՝ լուրերի բացահայտման պրեմիում փորձառության համար

source: Get Started
hy: Սկսել

source: Get the latest news directly from global sources in real-time.
hy: Ստացիր թարմ նորություններն անմիջապես համաշխարհային աղբյուրներից՝ իրական ժամանակում

source: GitHub Profile
hy: GitHub-ի էջ

source: It uses NewsData.io API to fetch the latest updates from around the world.
hy: Այն օգտագործում է NewsData.io API-ն՝ ամբողջ աշխարհից թարմ նորություններ ստանալու համար

source: Loading Nova News...
hy: Նորությունները բեռնվում են

source: Modern design
hy: Արդիական դիզայն

source: News
hy: Նորություններ

source: Next
hy: Հաջորդը

source: No Saved News
hy: Չկան պահպանված նորություններ

source: Nova is a modern news discovery app built with SwiftUI and SwiftData.
hy: Nova-ն նորությունների բացահայտման ժամանակակից հավելված է՝ ստեղծված SwiftUI և SwiftData տեխնոլոգիաներով

source: Offline reading
hy: Ընթերցում առանց ինտերնետի

source: Retry
hy: Կրկին փորձել

source: Save your favorite articles using SwiftData to read them even without internet.
hy: Պահպանիր սիրելի հոդվածները SwiftData-ի միջոցով՝ դրանք նույնիսկ առանց ինտերնետի կարդալու համար

source: Saved
hy: Պահպանված

source: Search news...
hy: Որոնել լուրեր…

source: Settings
hy: Կարգավորումներ

source: Stay updated
hy: Տեղեկացված եղիր

source: Version
hy: Տարբերակ
